Repository: TorkelS/vidrio-translations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, id, nl, pt_pt, ru, sl, sv, tr

source: Reset opacity
de: Durchlässigkeit zurücksetzen
es: Restablecer opacidad
fr: Réinitialiser l'opacité
id: Atur ulang opacity
nl: Herstel ondoorzichtigheid
pt_pt: Repor opacidade
ru: Сбросить непрозрачность
sl: Ponastavi transparentnost
sv: Återställ transparens
tr: Şeffaflığı sıfırla

source: Pause
de: Anhalten
es: Pausar
fr: Mettre en pause
id: Jeda
nl: Pauze
pt_pt: Suspender
ru: Пауза
sl: Premor
sv: Pausa
tr: Duraklat

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjut
nl: Hervatten
pt_pt: Resumir
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
tr: Devam et

source: Remove background
fr: Supprimer l'arrière-plan
sv: Ta bort bakgrund

source: Switch webcam
de: Webcam wechseln
es: Cambiar cámara
fr: Changer de webcam
id: Ganti webcam
nl: Andere webcam
pt_pt: Trocar webcam
ru: Переключить камеру
sl: Zamenjaj kamero
sv: Växla kamera
tr: Kamera değiştir

source: Switch display
de: Monitor wechseln
es: Cambiar pantalla
fr: Changer de moniteur
id: Ganti layar
nl: Ander scherm
pt_pt: Trocar monitor
ru: Переключить монитор
sl: Zamenjaj zaslon
sv: Växla skärm
tr: Ekran değiştir

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
id: Tanda air
nl: Watermerk
pt_pt: Marca de água
ru: Водяной знак
sl: Označba
sv: Vattenstämpel
tr: Filigran

source: Upgrade plan ...
de: Plan erweitern ...
es: Actualizar el plan ...
fr: Améliorer votre plan ...
id: Tingkatkan pake ...
pt_pt: Mudar de plano ...
ru: Обновить тариф ...
sl: Nadgradi plan ...
sv: Uppgradera licens...
tr: Planı yükselt ...

source: You're a wizard, Harry!
de: Du bist ein Zauberer, Harry!
es: ¡Eres un mago, Harry!
fr: Tu es un sorcier, Harry!
id: Kamu seorang penyihir, Harry!
nl: Je bent magisch, Harry!
pt_pt: És um feiticeiro, Harry!
ru: Ты волшебник, Гарри!
sl: Ti si čarovnik, Harry!
sv: Du är en trollkarl, Harry!
tr: Sen bir sihirbazsın, Harry!

source: (latest)
de: (neueste)
es: (última)
fr: (dernière)
id: (terakhir)
nl: (laatste)
pt_pt: (mais recente)
ru: (последняя)
sl: (zadnje)
sv: (senaste)
tr: (en son)

source: (latest: v%@)
de: (neueste: v%@)
es: (última: v%@)
fr: (dernière: v%@)
id: (terakhir: v%@)
nl: (laatste: v%@)
pt_pt: (mais recente: v%@)
ru: (последняя: v%@)
sl: (zadnje: v%@)
sv: (senaste: v%@)
tr: (en son: v%@)

source: Update to v%@ ...
de: Aktualisieren auf v%@ ...
es: Actualizar a la v%@ ...
fr: Mise à niveau vers v%@ ...
id: Perbarui ke v%@ ...
nl: Update naar v%@ ...
pt_pt: Actualizar para v%@ ...
ru: Обновить до v%@ ...
sl: Posodobi na v%@ ...
sv: Uppdatera till v%@...
tr: v%@ versiyonuna yükselt ...

source: Open website ...
de: Website öffnen ...
es: Abrir sitio web ...
fr: Ouvrir le site ...
id: Buka website ...
pt_pt: Abrir website ...
ru: Открыть сайт...
sl: Odpri spletno stran ...
sv: Öppna webbsida...
tr: Websitesini aç ...

source: Preferences ...
fr: Préférences ...

source: Quit Vidrio
de: Vidrio beenden
es: Salir de Vidrio
fr: Quitter Vidrio
id: Tutup Vidrio
nl: Stop Vidrio
pt_pt: Fechar Vidrio
ru: Закрыть Vidrio
sl: Izhod iz Vidrio
sv: Avsluta Vidrio
tr: Vidrio'dan çık

source: Provide feedback ...
fr: Fournir une réponse ...

source: Help translate ...
de: Hilf beim Übersetzen ...
es: Ayuda a traducir ...
fr: Aider à traduire ...
id: Bantu menerjemahkan ...
nl: Help met vertalen ...
pt_pt: Ajude a traduzir ...
ru: Помочь перевести ...
sl: Pomagaj prevesti ...
sv: Hjälp med översättning...
tr: Çevirilmesine yardım et ...

source: Vidrio is running.
es: Vidrio se está ejecutando.
fr: Vidrio est en cours d'exécution.
id: Vidrio sedang berjalan.
nl: Vidrio is actief.
ru: Vidrio работает.
sl: Vidrio se izvaja.
sv: Vidrio är igång.
tr: Vidrio çalışıyor.

source: Welcome to your holographic display.
es: Bienvenido a tu pantalla holográfica.
fr: Bienvenue sur votre écran holographique.
id: Selamat datang di tampilan holografis Anda.
nl: Welkom bij jouw holographisch scherm.
ru: Добро пожаловать на ваш голографический дисплей.
sl: Dobrodošel/a v holografski zaslon.
sv: Välkommen till din holografiska skärm.
tr: Holografik ekranına hoşgeldin.

source: For controls, check the menu in the top right.
es: Para ir a los controles, ve al menú de la barra superior.
fr: Pour les commandes, consultez le menu en haut à droite.
id: Untuk kontrol, periksa menu di kanan atas.
nl: Voor instructies, check het menu rechtsboven.
ru: Для управления, проверьте меню в правом верхнем.
sl: Nastavitve se nahajajo v meniju zgoraj-desno.
sv: Justera inställningar via statusmenyn till höger i menyraden.
tr: Kontroller için sağ üst menüye bakın.

source: Next, share your screen.
es: Ahora, comparte tu pantalla.
fr: Ensuite, partagez votre écran.
id: Selanjutnya, bagikan layar Anda.
nl: Vervolgens, deel je scherm.
ru: Затем, поделитесь своим экраном.
sl: Za nadaljevanje, deli svoj zaslon.
sv: Nu så, dela din skärm.
tr: Sonra, ekranınızı paylaşın.

source: Use your usual screen-sharing software.
es: Usa el programa que normalmente utilices para compartir pantalla.
fr: Utilisez votre logiciel de partage d'écran habituel.
id: Gunakan perangkat lunak berbagi layar seperti biasa.
nl: Gebruik je normale schermdelings software.
ru: Используйте свое обычное ПО для совместного использования экрана.
sl: Uporabi svoj privzet program za deljenje zaslona.
sv: Använd ditt vanliga program för skärmdelning.
tr: Her zamanki ekran paylaşım yazılımınızı kullanın.

source: Share your entire desktop. Vidrio does not work if you share a single window.
es: Comparte tu pantalla al completo. Vidrio no funciona si comparte solo una ventana.
fr: Partagez tout votre bureau. Vidrio ne fonctionne pas si vous partagez une seule fenêtre.
sv: Dela hela ditt skrivbord. Vidrio fungerar inte om du delar ett enstaka fönster.

source: Vidrio works with Zoom, Skype, Teams, Hangouts, QuickTime, and any other screen-sharing or screen-recording apps.
es: Vidrio funciona con Zoom, Skype, Teams, Hangouts, QuickTime, y cualquier otra app de presentación.
fr: Vidrio fonctionne avec Zoom, Skype, Teams, Hangouts, QuickTime et toute autre application de partage d'écran ou d'enregistrement d'écran.
id: Vidrio dapat digunakan dengan Zoom, Skype, Tim, Hangouts, QuickTime, dan aplikasi berbagi layar atau perekaman layar lainnya.
nl: Vidrio werkt met Zoom, Skype, Teams, Hangouts, QuickTime en andere schermdeling of schermopname apps.
ru: Vidrio работает с Zoom, Skype, Teams, Hangouts, QuickTime и любыми другими приложениями для совместного использования экрана или записи экрана.
sl: Vidrio deluje z Zoom, Skype, Teams, Hangouts, QuickTime, in vso preostalo programsko opremo za deljenje zaslona.
sv: Vidrio kan användas med Zoom, Skype, Teams, Hangouts, QuickTime och andra program för skärmdelning och skärminspelning.
tr: Vidrio Zoom, Skype, Teams, Hangouts, QuickTime, ve diğer ekran paylaşımı ve kayıt programlarıyla çalışır.

source: Preferences
fr: Préférences

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Pause/Resume
fr: Mettre en pause / Reprendre

source: No webcam opacity
fr: Pas d'opacité webcam

source: Decrease webcam opacity
fr: Diminue l'opacité de la webcam

source: Reset webcam opacity
fr: Réinitialiser l'opacité de la webcam

source: Increase webcam opacity
fr: Augmentez l'opacité de la webcam

source: Full webcam opacity
fr: Opacité totale de la webcam

source: Plan: %@
id: Paket: %@
pt_pt: Plano: %@
ru: Тариф: %@
sv: Licens: %@

source: Running v%@
ru: Текущая версия v%@
